Repository: TheDutchJewel/webtrees-pedigree-chart
Catalog: resources/lang/*/messages.po
Languages: sk

source: left
sk: vľavo

source: right
sk: vpravo

source: up
sk: hore

source: down
sk: dole

source: Pedigree chart
sk: Rodokmeň

source: A pedigree chart of an individual’s ancestors.
sk: Rodokmeň predkov jednotlivca

source: Pedigree chart of %s
sk: Rodokmeň %s

source: Use Ctrl + scroll to zoom in the view
sk: Použite Ctrl + scroll na zväčšenie zobrazenia

source: Move the view with two fingers
sk: Presunúť pohľad dvomi prstami

source: Born: %s
sk: Narodenie: %s

source: Died: %s
sk: Úmrtie: %s

source: Deceased
sk: Mŕtvy/a

source: Generations
sk: Generácie

source: Layout
sk: Rozloženie

source: Show empty boxes for missing individuals. Caution: May slow down your system!
sk: Zobraziť prázdne položky chýbajúcich osôb. Pozor: môže spomaliť váš systém!

source: Orientation
sk: Orentácia

source: Individual
sk: Jednotlivec

source: view
sk: zobraziť

source: Re center
sk: Znova vycentrovať

source: Export as PNG
sk: Exportovať ako PNG

source: Export as SVG
sk: Exportovať ako SVG
